class MyStrings {

  static String appName = "সনাতনী শিশুদের সুন্দর নাম";

  static String aboutText =
      """\t\t\tএকটি নতুন শিশুর জন্ম প্রতিটি বাড়িতে সৌভাগ্যের বিষয়। কিন্টু শিশুটিকে কি নাম ডাকবো বা কি নাম রাখবো এই নিয়ে আমার বিপাকে পড়ি। তার জন্যই আমার এই ক্ষুদ্র প্রয়াস।
  
\t\t\tএই অ্যাপসটির মূল উদ্দেশ্য নবজাতক শিশুর জন্য একটি সুন্দর এবং ধর্মীয় নাম রাখা। আমার এই অ্যাপটিতে সব ধরনের বাংলা অক্ষর ব্যবহার করে ছেলে ও মেয়ে শিশুদের প্রায় ১০০০ টি নাম রয়েছে। আপনারা যেকোনো অক্ষরের নাম সার্চ করে নিতে পারবেন।

\t\t\tযদি আপনাদের কাছে ‍অর্থসহ কিছু ‍সুন্দর নামের কালেকশন থাকে যা আমাদের এই অ্যাপে উপস্থিত নেই, তাহলে আমাদের ইমেইলের মাধ্যমে জানাতে পারেন। আমরা পরবর্তী আপডেটে তা যুক্ত করে ‍দিব।

\t\t\tএই সুন্দর একটি অ্যাপের জন্য আমি আপনাদের কাছে প্লে স্টোরে একটি সুন্দর রিভিউ আশা করছি। আপনজনদের সাথে অ্যাপসটি শেয়ার করুন। ধন্যবাদ।
  """;

  static String developerName =
      "Shuva Ranjan Rishi\nNative Android & Flutter Developer";

  static String developerContact =
      "Email: sr.rishi.nameapp2022@gmail.com\nFB: shuvaranjanrishi/facebook.com";
}
